{
    "Austria": "Women-led businesses in Austria contribute to the country's economic growth, accounting for around 40% of all new businesses registered each year.",
    "Belgium": "A study from PWC found that women-led businesses in Belgium tend to have a higher social impact and be more sustainable than those led by men.",
    "Bulgaria": "Despite the challenges faced by women entrepreneurs in Bulgaria, the country has one of the highest rates of female entrepreneurship in Europe.",
    "Croatia": "Women entrepreneurs in Croatia are increasingly turning to the tourism and hospitality sector, with many starting small businesses such as guesthouses and cafes.",
    "Cyprus": "Women entrepreneurs in Cyprus are making a significant contribution to the country's economy, with the number of women-led businesses increasing steadily in recent years.",
    "Czechia": "Women entrepreneurs in the Czechia are more likely to start businesses in traditionally male-dominated industries such as technology and manufacturing.",
    "Denmark": "Denmark has one of the highest rates of female entrepreneurship in the world, with women-owned businesses accounting for around 33% of all new businesses registered each year.",
    "Estonia": "Women entrepreneurs in Estonia have been at the forefront of the country's digital revolution, with many starting successful tech companies.",
    "Finland": "Finland has a strong culture of entrepreneurship, and women entrepreneurs are well-supported by government initiatives such as the Women's Business Center.",
    "France": "Women entrepreneurs in France face a gender pay gap, with women-led businesses earning on average 34% less than those led by men.",
    "Germany": "Women entrepreneurs in Germany are increasingly starting businesses in the fields of renewable energy and sustainability.",
    "Greece": "Women entrepreneurs in Greece face significant challenges related to accessing funding and overcoming cultural stereotypes, but are making progress in fields such as technology and e-commerce.",
    "Hungary": "Women entrepreneurs in Hungary are leading the way in sectors such as fashion and design, and are increasingly turning to online sales and e-commerce.",
    "Ireland": "Women entrepreneurs in Ireland are particularly active in the food and beverage sector, with many starting successful cafes, restaurants, and artisanal food businesses.",
    "Italy": "Women entrepreneurs in Italy face significant challenges related to cultural stereotypes and gender discrimination, but are making progress in fields such as fashion, design, and food.",
    "Latvia": "Women entrepreneurs in Latvia are increasingly starting businesses in the fields of tourism and hospitality, with many opening guesthouses and bed and breakfasts.",
    "Lithuania": "Women entrepreneurs in Lithuania are active in a wide range of sectors, including manufacturing, construction, and technology.",
    "Luxembourg": "Women entrepreneurs in Luxembourg are particularly active in the fields of finance and technology, with many starting successful fintech companies.",
    "Malta": "Women entrepreneurs in Malta are leading the way in sectors such as tourism and hospitality, and are increasingly turning to sustainable and eco-friendly business models.",
    "Netherlands": "Women entrepreneurs in the Netherlands are particularly active in the creative industries, with many starting successful design, fashion, and art businesses.",
    "Poland": "Women entrepreneurs in Poland are increasingly turning to e-commerce and online sales, with many starting successful online stores and marketplaces.",
    "Portugal": "Women entrepreneurs in Portugal are particularly active in the fields of tourism and hospitality, with many starting successful guesthouses, restaurants, and cafes.",
    "Romania": "Women entrepreneurs in Romania face significant challenges related to accessing funding and resources, but are making progress in fields such as technology and e-commerce.",
    "Slovak Republic": "Women entrepreneurs in Slovak Republic are increasingly starting businesses in the fields of technology and innovation, with many focusing on green energy and sustainability.",
    "Slovenia": "Women entrepreneurs in Slovenia are particularly active in the fields of technology and innovation, with many starting successful startups and tech companies.",
    "Spain": "Women entrepreneurs in Spain face challenges related to accessing funding and resources, but are making progress in fields such as technology and e-commerce. Spanish women-led startups have been recognized internationally for their innovation and creativity.",
    "Sweden": "Sweden has one of the highest rates of female entrepreneurship in Europe, with women-owned businesses accounting for around 34% of all new businesses registered each year. Swedish women-led startups are often focused on social and environmental impact, and are making a significant contribution to the country's economy."
}